Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# • %@ %@ is in a slump: %@
source: • %1$@ %2$@ is in a slump: %3$@
de: • %1$@ %2$@ steckt in der Krise: %3$@
fr: • %1$@ Le secteur « %2$@ » est en berne : %3$@
it: • %1$@ Il settore %2$@ è in crisi: %3$@
ja: • %1$@ %2$@は不況です（%3$@）
uk: • %1$@ %2$@ — спад: %3$@

# • %@ %@ is slowing this year: %@
source: • %1$@ %2$@ is slowing this year: %3$@
de: • %1$@ %2$@ flaut dieses Jahr ab: %3$@
fr: • %1$@ Le secteur « %2$@ » ralentit cette année : %3$@
it: • %1$@ Il settore %2$@ è in rallentamento quest’anno: %3$@
ja: • %1$@ %2$@は今年、減速しています（%3$@）
uk: • %1$@ %2$@ — цього року сповільнення: %3$@

# • %@ %@ is slowing: %@
source: • %1$@ %2$@ is slowing: %3$@
de: • %1$@ %2$@ flaut ab: %3$@
fr: • %1$@ Le secteur « %2$@ » ralentit : %3$@
it: • %1$@ Il settore %2$@ è in rallentamento: %3$@
ja: • %1$@ %2$@は減速しています（%3$@）
uk: • %1$@ %2$@ — сповільнення: %3$@

# • %@ %@ is steady this year: %@
source: • %1$@ %2$@ is steady this year: %3$@
de: • %1$@ %2$@ ist dieses Jahr stabil: %3$@
fr: • %1$@ Le secteur « %2$@ » est stable cette année : %3$@
it: • %1$@ Il settore %2$@ è stabile quest’anno: %3$@
ja: • %1$@ %2$@は今年、横ばいです（%3$@）
uk: • %1$@ %2$@ — цього року без змін: %3$@

# • %@ %@ is steady: %@
source: • %1$@ %2$@ is steady: %3$@
de: • %1$@ %2$@ ist stabil: %3$@
fr: • %1$@ Le secteur « %2$@ » est stable : %3$@
it: • %1$@ Il settore %2$@ è stabile: %3$@
ja: • %1$@ %2$@は横ばいです（%3$@）
uk: • %1$@ %2$@ — стабільно: %3$@

# • %@: %@ — already the most that counts.
source: • %1$@: %2$@ — already the most that counts.
de: • %1$@: %2$@ – schon das Maximum, das zählt.
fr: • %1$@ : %2$@ — déjà le maximum qui compte.
it: • %1$@: %2$@ — già il massimo che conta.
ja: • %1$@：%2$@。すでに数えられる上限に達しています。
uk: • %1$@: %2$@ — це вже максимум, який враховується.

# • %@: %@ — enough for now; more changes nothing.
source: • %1$@: %2$@ — enough for now; more changes nothing.
de: • %1$@: %2$@ – vorerst genug; mehr ändert nichts.
fr: • %1$@ : %2$@ — suffisant pour l’instant ; en faire plus ne change rien.
it: • %1$@: %2$@ — per ora basta così; di più non cambia nulla.
ja: • %1$@：%2$@。いまは十分で、増やしても変わりません。
uk: • %1$@: %2$@ — поки що достатньо, більше нічого не змінить.

# • %@: %@ — worth under %@ a year.
source: • %1$@: %2$@ — worth under %3$@ a year.
de: • %1$@: %2$@ – bringt weniger als %3$@ pro Jahr.
fr: • %1$@ : %2$@ — vaut moins de %3$@ par an.
it: • %1$@: %2$@ — vale meno di %3$@ all’anno.
ja: • %1$@：%2$@。効果は1年あたり%3$@未満です。
uk: • %1$@: %2$@ — дає менше ніж %3$@ на рік.

# • %@: no job pays under %@ a year.
source: • %1$@: no job pays under %2$@ a year.
de: • %1$@: Kein Job zahlt weniger als %2$@ pro Jahr.
fr: • %1$@ : aucun poste ne paie moins de %2$@ par an.
it: • %1$@: nessun lavoro paga meno di %2$@ all’anno.
ja: • %1$@：年収%2$@未満の仕事はありません。
uk: • %1$@: жодна робота не платить менше ніж %2$@ на рік.

source: • A course for this field: %@
de: • Ein Kurs für diesen Bereich: %@
fr: • Une formation dans ce domaine : %@
it: • Un corso per questo settore: %@
ja: • この分野の講座：%@
uk: • Курс для цієї сфери: %@

# • A degree from %@: %@
source: • A degree from %1$@: %2$@
de: • Abschluss (%1$@): %2$@
fr: • Diplôme (%1$@) : %2$@
it: • Una laurea conseguita presso %1$@: %2$@
ja: • %1$@の学位：%2$@
uk: • Диплом закладу «%1$@»: %2$@

source: • A degree from your school: %@
de: • Abschluss von deiner Hochschule: %@
fr: • Un diplôme de ton école : %@
it: • Una laurea conseguita presso la tua scuola: %@
ja: • 卒業した学校の学位：%@
uk: • Диплом твого навчального закладу: %@

# • A university year costs about %@, or %@ at an elite school.
source: • A university year costs about %1$@, or %2$@ at an elite school.
de: • Ein Studienjahr kostet etwa %1$@, an einer Eliteuniversität sind es %2$@.
fr: • Une année d’université coûte environ %1$@ ; dans une école d’élite, %2$@.
it: • Un anno di università costa circa %1$@; in una scuola d’élite, %2$@.
ja: • 大学の学費は学校によって違い、1年あたり一般的な大学で約%1$@、難関校で%2$@です。
uk: • Рік навчання в університеті коштує приблизно %1$@, а в елітному закладі — %2$@.

source: • Employers need more people in this job: %@
de: • Arbeitgeber suchen mehr Leute für diesen Job: %@
fr: • Les employeurs ont besoin de plus de monde à ce poste : %@
it: • I datori di lavoro cercano più persone per questo lavoro: %@
ja: • この仕事は人手が求められています（%@）
uk: • Роботодавцям потрібно більше людей на цій посаді: %@

# • Experience: %@ of %lld years — %@
source: • Experience: %1$@ of %2$lld years — %3$@
de: • Erfahrung: %1$@ von %2$lld Jahren – %3$@
fr: • Expérience : %1$@ sur %2$lld ans — %3$@
it: • Esperienza: %1$@ su %2$lld anni — %3$@
ja: • 経験：%2$lld年のうち%1$@年（%3$@）
uk: • Досвід: %1$@ із %2$lld років — %3$@

source: • Experience: none needed ✓
de: • Erfahrung: keine nötig ✓
fr: • Expérience : aucune requise ✓
it: • Esperienza: non serve ✓
ja: • 経験：不要 ✓
uk: • Досвід: не потрібен ✓

source: • Getting hired only takes the right degree, enough years of work and being old enough. Meet those and the job is yours.
de: • Um eingestellt zu werden, brauchst du nur den richtigen Abschluss, genug Arbeitsjahre und das nötige Alter. Hast du alles davon, gehört der Job dir.
fr: • Pour décrocher un poste, il suffit d’avoir le bon diplôme, assez d’années de travail et l’âge qu’il faut. Si tu remplis ces conditions, le poste est à toi.
it: • Per ottenere un lavoro bastano il titolo di studio giusto, abbastanza anni di esperienza e l’età richiesta. Se li hai, il lavoro è tuo.
ja: • 採用に必要なのは、仕事に合った学位、十分な年数の経験、そして年齢が足りていることだけです。この条件を満たせば、その仕事に就けます。
uk: • Щоб отримати роботу, досить мати потрібний ступінь, достатньо років роботи й відповідний вік. Маєш усе це — і робота твоя.

source: • Hiring is a roll: skills, fame, network, school prestige and the job market all count.
de: • Eingestellt zu werden ist ein Würfelwurf: Fähigkeiten, Ruhm, Netzwerk, Prestige der Hochschule und der Arbeitsmarkt zählen alle mit.
fr: • L’embauche se joue aux dés : compétences, renommée, réseau, prestige de l’école et marché de l’emploi entrent tous en compte.
it: • L’assunzione è un tiro di dadi: contano competenze, fama, contatti, prestigio della scuola e mercato del lavoro.
ja: • 採用は確率の勝負です。スキル、名声、人脈、学校のネームバリュー、求人市場のすべてが影響します。
uk: • Отримати роботу — як кинути кубик: враховуються навички, слава, звʼязки, престиж навчального закладу й ринок праці.

# • How ready you are for %@: %@
source: • How ready you are for %1$@: %2$@
de: • Wie bereit du für den Job als %1$@ bist: %2$@
fr: • Ta préparation pour %1$@ : %2$@
it: • Preparazione per %1$@: %2$@
ja: • %1$@への準備度：%2$@
uk: • Готовність до посади «%1$@»: %2$@

source: • How well you do your job: %@
de: • Wie gut du deinen Job machst: %@
fr: • La qualité de ton travail : %@
it: • Quanto bene fai il tuo lavoro: %@
ja: • 仕事の成果：%@
uk: • Наскільки добре ти працюєш: %@

source: • Joining above the starting level: %@
de: • Einstieg über der Anfangsstufe: %@
fr: • Entrer au-dessus du niveau de départ : %@
it: • Entrare sopra il livello iniziale: %@
ja: • 最初の段階より上から始める場合：%@
uk: • Прихід на посаду вище початкового рівня: %@

source: • Licences: all set ✓
de: • Lizenzen: alles vorhanden ✓
fr: • Licences : tout est bon ✓
it: • Abilitazioni: a posto ✓
ja: • 免許：そろっています ✓
uk: • Ліцензії: усе гаразд ✓

source: • Licences: missing
de: • Lizenzen: fehlen
fr: • Licences : manquantes
it: • Abilitazioni: mancano
ja: • 免許：足りません
uk: • Ліцензії: бракує

source: • Living costs take the first %@ of pay.
de: • Die ersten %@ des Gehalts gehen für Lebenshaltungskosten drauf.
fr: • Les premiers %@ du salaire partent en dépenses courantes.
it: • Le spese quotidiane assorbono una prima parte dello stipendio (%@).
ja: • 給料のうち最初の%@は生活費にあてられます。
uk: • Витрати на життя забирають перші %@ зарплати.

source: • Lots of people want this job: %@
de: • Viele Leute wollen diesen Job: %@
fr: • Beaucoup de gens veulent ce poste : %@
it: • Molte persone vogliono questo lavoro: %@
ja: • この仕事を望む人がたくさんいます（%@）
uk: • Цю роботу хочуть багато людей: %@

source: • No hiring odds, salary talks, school tiers or economy.
de: • Kein Zufall bei Einstellungen, keine Gehaltsverhandlungen, keine Hochschulkategorien, keine Konjunktur.
fr: • Ni hasard à l’embauche, ni négociation de salaire, ni écoles d’élite, ni économie qui change.
it: • Niente fortuna nelle assunzioni, niente trattative sullo stipendio, niente fasce delle scuole, niente economia.
ja: • 採用に運は関係なく、給料の交渉も、学校のランクも、経済の変化もありません。
uk: • Немає ні везіння під час найму, ні переговорів про зарплату, ні категорій закладів, ні економіки.

source: • Only a few people get a job like this each year: %@ of the people who qualify
de: • Nur wenige bekommen jedes Jahr so einen Job: %@ der Leute, die die Voraussetzungen erfüllen
fr: • Peu de gens décrochent un poste comme celui-ci chaque année : %@ de ceux qui remplissent les conditions
it: • Ogni anno solo in pochi ottengono un lavoro così: %@ di chi ha i requisiti
ja: • 毎年、この種の仕事に就けるのは、条件を満たす人のうち%@だけです
uk: • Таку роботу щороку отримують лише %@ людей, які відповідають вимогам

source: • Only a few people get a job like this each year: %@ of the people who qualify (having run your own company helps)
de: • Nur wenige bekommen jedes Jahr so einen Job: %@ der Leute, die die Voraussetzungen erfüllen (ein eigenes Unternehmen geführt zu haben hilft)
fr: • Peu de gens décrochent un poste comme celui-ci chaque année : %@ de ceux qui remplissent les conditions (avoir dirigé ta propre entreprise aide)
it: • Ogni anno solo in pochi ottengono un lavoro così: %@ di chi ha i requisiti (aver gestito una propria azienda aiuta)
ja: • 毎年、この種の仕事に就けるのは、条件を満たす人のうち%@だけです（自分の会社を経営した経験が助けになります）
uk: • Таку роботу щороку отримують лише %@ людей, які відповідають вимогам (допомагає досвід керування власною компанією)

source: • Pay is the national median for each job.
de: • Die Bezahlung entspricht dem landesweiten Median des jeweiligen Jobs.
fr: • Les salaires correspondent à la médiane nationale de chaque métier.
it: • Lo stipendio di ogni lavoro è la mediana nazionale.
ja: • 給料は、仕事ごとの全国の中央値です。
uk: • Зарплата — національна медіана для кожної роботи.

source: • People you know
de: • Kontakte
fr: • Tes contacts
it: • I tuoi contatti
ja: • 人脈
uk: • Твої звʼязки

# • People you know in %@: %@
source: • People you know in %1$@: %2$@
de: • Kontakte in %1$@: %2$@
fr: • Tes contacts en %1$@ : %2$@
it: • Contatti nel settore %1$@: %2$@
ja: • %1$@での人脈：%2$@
uk: • Звʼязки у сфері «%1$@»: %2$@

source: • Promotions get harder after many years in the same job, and later in your career.
de: • Beförderungen werden schwerer, wenn du viele Jahre im selben Job bist, und auch später in deiner Karriere.
fr: • Les promotions deviennent plus difficiles après de nombreuses années au même poste, et plus tard dans ta carrière.
it: • Le promozioni diventano più difficili dopo molti anni nello stesso lavoro e più avanti nella carriera.
ja: • 同じ仕事に長くいるほど、またキャリアが進むほど、昇進は難しくなります。
uk: • Підвищення стає важчим після багатьох років на одній посаді та на пізніших етапах карʼєри.

source: • School: %1$lld school levels below what this job wants (your work experience makes up %2$@) — %3$@
de: • Schule: %1$lld Schulstufen unter dem, was dieser Job verlangt (deine Berufserfahrung gleicht %2$@ aus) – %3$@
fr: • Études : %1$lld niveaux d’études en dessous de ce que demande ce poste (ton expérience professionnelle en compense %2$@) — %3$@
it: • Scuola: %1$lld livelli scolastici in meno rispetto a quanto richiede questo lavoro (la tua esperienza lavorativa ne compensa %2$@) — %3$@
ja: • 学歴：この仕事が求める学歴より%1$lld段階低く、職務経験で%2$@段階分を補えます（%3$@）
uk: • Освіта: на %1$lld рівнів нижче, ніж потрібно для цієї роботи (досвід роботи компенсує: %2$@) — %3$@

# • School: %lld school levels below what this job wants — %@
source: • School: %1$lld school levels below what this job wants — %2$@
de: • Schule: %1$lld Schulstufen unter dem, was dieser Job verlangt – %2$@
fr: • Études : %1$lld niveaux d’études en dessous de ce que demande ce poste — %2$@
it: • Scuola: %1$lld livelli scolastici in meno rispetto a quanto richiede questo lavoro — %2$@
ja: • 学歴：この仕事が求める学歴より%1$lld段階低い（%2$@）
uk: • Освіта: на %1$lld рівнів нижче, ніж потрібно для цієї роботи — %2$@

source: • School: employers here prefer a university degree — %@
de: • Schule: Arbeitgeber hier bevorzugen einen Hochschulabschluss – %@
fr: • Études : les employeurs préfèrent ici un diplôme universitaire — %@
it: • Scuola: qui i datori di lavoro preferiscono una laurea — %@
ja: • 学歴：この仕事では、大学の学位が好まれます（%@）
uk: • Освіта: роботодавці тут віддають перевагу університетському ступеню — %@

source: • School: you have a degree, but in a different subject — %@
de: • Schule: Du hast einen Abschluss, aber in einem anderen Fach – %@
fr: • Études : tu as un diplôme, mais dans une autre matière — %@
it: • Scuola: hai una laurea, ma in un altro ambito di studio — %@
ja: • 学歴：学位はありますが、分野が違います（%@）
uk: • Освіта: ступінь є, але за іншим напрямом — %@

source: • School: you have the right degree — %@
de: • Schule: Du hast den passenden Abschluss – %@
fr: • Études : tu as le bon diplôme — %@
it: • Scuola: hai la laurea giusta — %@
ja: • 学歴：ふさわしい学位を持っています（%@）
uk: • Освіта: у тебе відповідний ступінь — %@

source: • School: you have the schooling it needs — %@
de: • Schule: Du hast die nötige Schulbildung – %@
fr: • Études : tu as le niveau d’études requis — %@
it: • Scuola: hai gli studi richiesti — %@
ja: • 学歴：必要な学歴を満たしています（%@）
uk: • Освіта: у тебе є потрібна освіта — %@

source: • Scores go to the Game Center leaderboard.
de: • Punkte landen in der Game-Center-Bestenliste.
fr: • Les scores sont envoyés au classement Game Center.
it: • I punteggi vanno alla classifica di Game Center.
ja: • スコアはGame Centerのリーダーボードに送られます。
uk: • Результати потрапляють до таблиці лідерів Game Center.

source: • Scores go to their own Australian leaderboard.
de: • Punkte landen in der eigenen australischen Bestenliste.
fr: • Les scores ont leur propre classement australien.
it: • I punteggi vanno alla classifica australiana dedicata.
ja: • スコアはオーストラリア専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої австралійської таблиці лідерів.

source: • Scores go to their own Brazilian leaderboard.
de: • Punkte landen in der eigenen brasilianischen Bestenliste.
fr: • Les scores ont leur propre classement brésilien.
it: • I punteggi vanno alla classifica brasiliana dedicata.
ja: • スコアはブラジル専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої бразильської таблиці лідерів.

source: • Scores go to their own British leaderboard.
de: • Punkte landen in der eigenen britischen Bestenliste.
fr: • Les scores ont leur propre classement britannique.
it: • I punteggi vanno alla classifica britannica dedicata.
ja: • スコアはイギリス専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої британської таблиці лідерів.

source: • Scores go to their own Canadian leaderboard.
de: • Punkte landen in der eigenen kanadischen Bestenliste.
fr: • Les scores ont leur propre classement canadien.
it: • I punteggi vanno alla classifica canadese dedicata.
ja: • スコアはカナダ専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої канадської таблиці лідерів.

source: • Scores go to their own Chinese leaderboard.
de: • Punkte landen in der eigenen chinesischen Bestenliste.
fr: • Les scores ont leur propre classement chinois.
it: • I punteggi vanno alla classifica cinese dedicata.
ja: • スコアは中国専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої китайської таблиці лідерів.

source: • Scores go to their own French leaderboard.
de: • Punkte landen in der eigenen französischen Bestenliste.
fr: • Les scores ont leur propre classement français.
it: • I punteggi vanno alla classifica francese dedicata.
ja: • スコアはフランス専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої французької таблиці лідерів.

source: • Scores go to their own German leaderboard.
de: • Punkte landen in der eigenen deutschen Bestenliste.
fr: • Les scores ont leur propre classement allemand.
it: • I punteggi vanno alla classifica tedesca dedicata.
ja: • スコアはドイツ専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої німецької таблиці лідерів.

source: • Scores go to their own Indian leaderboard.
de: • Punkte landen in der eigenen indischen Bestenliste.
fr: • Les scores ont leur propre classement indien.
it: • I punteggi vanno alla classifica indiana dedicata.
ja: • スコアはインド専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої індійської таблиці лідерів.

source: • Scores go to their own Italian leaderboard.
de: • Punkte landen in der eigenen italienischen Bestenliste.
fr: • Les scores ont leur propre classement italien.
it: • I punteggi vanno alla classifica italiana dedicata.
ja: • スコアはイタリア専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої італійської таблиці лідерів.

source: • Scores go to their own Japanese leaderboard.
de: • Punkte landen in der eigenen japanischen Bestenliste.
fr: • Les scores ont leur propre classement japonais.
it: • I punteggi vanno alla classifica giapponese dedicata.
ja: • スコアは日本専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої японської таблиці лідерів.

source: • Scores go to their own Mexican leaderboard.
de: • Punkte landen in der eigenen mexikanischen Bestenliste.
fr: • Les scores ont leur propre classement mexicain.
it: • I punteggi vanno alla classifica messicana dedicata.
ja: • スコアはメキシコ専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої мексиканської таблиці лідерів.

source: • Scores go to their own Polish leaderboard.
de: • Punkte landen in der eigenen polnischen Bestenliste.
fr: • Les scores ont leur propre classement polonais.
it: • I punteggi vanno alla classifica polacca dedicata.
ja: • スコアはポーランド専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої польської таблиці лідерів.

source: • Scores go to their own South Korean leaderboard.
de: • Punkte landen in der eigenen südkoreanischen Bestenliste.
fr: • Les scores ont leur propre classement sud-coréen.
it: • I punteggi vanno alla classifica sudcoreana dedicata.
ja: • スコアは韓国専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої південнокорейської таблиці лідерів.

source: • Scores go to their own Spanish leaderboard.
de: • Punkte landen in der eigenen spanischen Bestenliste.
fr: • Les scores ont leur propre classement espagnol.
it: • I punteggi vanno alla classifica spagnola dedicata.
ja: • スコアはスペイン専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої іспанської таблиці лідерів.

source: • Scores go to their own Swedish leaderboard.
de: • Punkte landen in der eigenen schwedischen Bestenliste.
fr: • Les scores ont leur propre classement suédois.
it: • I punteggi vanno alla classifica svedese dedicata.
ja: • スコアはスウェーデン専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої шведської таблиці лідерів.

source: • Scores go to their own Turkish leaderboard.
de: • Punkte landen in der eigenen türkischen Bestenliste.
fr: • Les scores ont leur propre classement turc.
it: • I punteggi vanno alla classifica turca dedicata.
ja: • スコアはトルコ専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої турецької таблиці лідерів.

source: • Scores go to their own Ukrainian leaderboard.
de: • Punkte landen in der eigenen ukrainischen Bestenliste.
fr: • Les scores ont leur propre classement ukrainien.
it: • I punteggi vanno alla classifica ucraina dedicata.
ja: • スコアはウクライナ専用のリーダーボードに送られます。
uk: • Результати потрапляють до окремої української таблиці лідерів.

source: • Starting chance for this kind of job: %@ (jobs that need more school start lower)
de: • Startchance für diese Art von Job: %@ (Jobs mit mehr Schulbildung starten niedriger)
fr: • Chances de départ pour ce type de poste : %@ (plus un poste demande d’études, plus elles sont basses)
it: • Probabilità di partenza per questo tipo di lavoro: %@ (i lavori che richiedono più studi partono più in basso)
ja: • この種類の仕事の基本の確率：%@（高い学歴が必要な仕事ほど低くなります）
uk: • Початковий шанс для такої роботи: %@ (чим більше освіти потрібно, тим нижчий старт)

source: • There's no score and no leaderboard.
de: • Es gibt keine Punktzahl und keine Bestenliste.
fr: • Il n’y a ni score ni classement.
it: • Niente punteggio e niente classifica.
ja: • スコアもリーダーボードもありません。
uk: • Немає ні результату, ні таблиці лідерів.

source: • Universities charge tuition — from about %1$@ a year at a community college to %2$@ or more at an elite one — so many students borrow.
de: • Hochschulen verlangen Studiengebühren: von etwa %1$@ pro Jahr an einem Community College bis zu %2$@ oder mehr an einer Eliteuniversität. Deshalb nehmen viele Studenten einen Kredit auf.
fr: • Les universités font payer des frais de scolarité — d’environ %1$@ par an dans un community college à %2$@ ou plus dans un établissement d’élite — donc beaucoup d’étudiants empruntent.
it: • Le tasse d’iscrizione variano — da circa %1$@ all’anno in un community college a %2$@ o più in una scuola d’élite — quindi in molti chiedono un prestito.
ja: • 大学には授業料がかかります。1年あたりコミュニティカレッジの約%1$@から、難関大学の%2$@以上まであるため、お金を借りる学生がたくさんいます。
uk: • Навчання платне — приблизно від %1$@ на рік у громадському коледжі до %2$@ і більше в елітному закладі — тому багато студентів беруть кредити.

# • Years in this job: %lld (full credit at %lld)
source: • Years in this job: %1$lld (full credit at %2$lld)
de: • Jahre in diesem Job: %1$lld (volle Wertung bei %2$lld)
fr: • Années à ce poste : %1$lld (crédit complet à %2$lld)
it: • Anni in questo lavoro: %1$lld (punteggio pieno a %2$lld)
ja: • この仕事の年数：%1$lld年（%2$lld年で満点）
uk: • Років на цій посаді: %1$lld (повний залік — від %2$lld)

source: • You keep all your pay. There's no rent, tuition or loans.
de: • Du behältst dein ganzes Gehalt. Es gibt keine Miete, Studiengebühren oder Kredite.
fr: • Tu gardes tout ton salaire. Il n’y a ni loyer, ni frais de scolarité, ni prêts.
it: • Tieni tutto lo stipendio. Non ci sono affitto, tasse d’iscrizione o prestiti.
ja: • 給料はすべて手元に残ります。家賃も授業料もローンもありません。
uk: • Уся зарплата залишається в тебе. Оренди, плати за навчання й кредитів немає.

# • Your fame (%@): %@
source: • Your fame (%1$@): %2$@
de: • Dein Ruhm (%1$@): %2$@
fr: • Ta renommée (%1$@) : %2$@
it: • La tua fama (%1$@): %2$@
ja: • 名声（%1$@）：%2$@
uk: • Твоя слава (%1$@): %2$@

source: • Your fame (general): %@
de: • Dein Ruhm (allgemein): %@
fr: • Ta renommée (générale) : %@
it: • La tua fama (generale): %@
ja: • 名声（全般）：%@
uk: • Твоя слава (загальна): %@

# • Your fame in %@: %@
source: • Your fame in %1$@: %2$@
de: • Dein Ruhm in %1$@: %2$@
fr: • Ta renommée en %1$@ : %2$@
it: • La tua fama nel settore %1$@: %2$@
ja: • %1$@での名声：%2$@
uk: • Твоя слава у сфері «%1$@»: %2$@

source: • Your pitch — 💬 Persuader most of all, then vision, talking and leading (+%@ now, up to +40%%)
de: • Dein Pitch – am meisten 💬 Überzeuger, dann Weitblick, Reden und Führen (jetzt +%@, bis zu +40 %%)
fr: • Ton pitch — 💬 Persuadeur avant tout, puis vision, communication et leadership (+%@ aujourd’hui, jusqu’à +40 %%)
it: • Il tuo discorso — 💬 soprattutto Persuasore, poi visione, comunicazione e guida del gruppo (+%@ ora, fino a +40%%)
ja: • ピッチ力：💬 交渉人がいちばん大切で、次にビジョナリー、発信者、リーダー（現在+%@、最大+40%%）
uk: • Твій пітч — найбільше 💬 «Переконувач», далі візіонерство, спілкування та лідерство (+%@ зараз, до +40%%)

source: • Your salary ask: asking for a lot more %@
de: • Dein Gehaltswunsch: Viel mehr zu verlangen %@
fr: • Tes prétentions salariales : demander beaucoup plus — %@
it: • La tua richiesta di stipendio: chiedere molto di più — %@
ja: • 希望給与：かなり高く伝えると、%@
uk: • Бажана зарплата: значно вища за пропоновану — %@

source: • Your salary ask: asking for less helps a little (%@)
de: • Dein Gehaltswunsch: Weniger zu verlangen hilft ein wenig (%@)
fr: • Tes prétentions salariales : demander moins aide un peu (%@)
it: • La tua richiesta di stipendio: chiedere meno aiuta un po’ (%@)
ja: • 希望給与：低めに伝えると少し有利です（%@）
uk: • Бажана зарплата: менший запит трохи допомагає (%@)
